
admin.refill.description = \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0442\u043E\u0432\u0430\u0440\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C, \u043D\u0430\u043F\u0440\u043E\u0442\u0438\u0432 \u0432 \u043F\u043E\u043B\u0435 \u0432\u0432\u043E\u0434\u0430 \u0438 \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0435.
admin.refill.machine.balance=\u0411\u0430\u043B\u0430\u043D\u0441 \u0441\u0447\u0435\u0442\u0430 \u043A\u043E\u0444\u0435 \u043C\u0430\u0448\u0438\u043D\u044B \u0441\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442
admin.refill.href.name        = \u0417\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u043C\u0430\u0448\u0438\u043D\u0443

currency = \u043C\u043E\u043D\u0435\u0442

error.command.nothing.to.refill=\u0412\u044B \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043B\u0438, \u043A\u0430\u043A\u0438\u0435 \u0442\u043E\u0432\u0430\u0440\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u044C
error.command.quantity.field.should.be.greater.than.or.equals.to.zero=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0442\u043E\u0432\u0430\u0440\u043E\u0432 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C.
error.command.quantity.field.should.be.only.int.number=\u041F\u043E\u043B\u0435 "\u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C" \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0446\u0435\u043B\u044B\u0435 \u0447\u0438\u0441\u043B\u0430
error.dao=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u043E\u0431\u0440\u0430\u0449\u0435\u043D\u0438\u0438 \u043A \u0431\u0430\u0437\u0435 \u0434\u0430\u043D\u043D\u044B\u0445. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u0432 \u0412\u0430\u0448\u0443 \u0441\u043B\u0443\u0436\u0431\u0443 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438.
error.login.email.do.not.match.pattern=\u041F\u043E\u043B\u0435 \u043B\u043E\u0433\u0438\u043D\u0430 'email' \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0430\u0434\u0440\u0435\u0441\u0443 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B
error.login.not.such.combination=\u0421\u043E\u0432\u043F\u0430\u0434\u0435\u043D\u0438\u044F \u0441\u043E\u0447\u0435\u0442\u0430\u043D\u0438\u044F \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0445 \u0430\u0434\u0440\u0435\u0441\u0430 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B \u0438 \u043F\u0430\u0440\u043E\u043B\u0435 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E. \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435.
error.login.password.do.not.match.pattern=\u0423\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0448\u0430\u0431\u043B\u043E\u043D\u0443: 4-12 \u043B\u0430\u0442\u0438\u043D\u0441\u043A\u0438\u0445 \u0431\u0443\u043A\u0432 \u0432 \u0432\u0435\u0440\u0445\u043D\u0435\u043C \u0438 \u043D\u0438\u0436\u043D\u0435\u043C \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0435, \u0446\u0438\u0444\u0440, '_' \u0438\u043B\u0438 '-'
error.service.goods.no.longer.available=\u041A \u0441\u043E\u0436\u0430\u043B\u0435\u043D\u0438\u044E, \u043E\u0434\u0438\u043D \u0437 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0442\u043E\u0432\u0430\u0440\u043E\u0432 \u0431\u043E\u043B\u0435\u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B \u0432 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0435. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u043D\u0430\u043F\u0438\u0442\u043A\u0438 \u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0438\u043B\u0438 \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u0435 \u043F\u043E\u043A\u0443\u043F\u0430\u0435\u043C\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E. \u0422\u043E\u0432\u0430\u0440, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u0432 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u043C:
error.service.not.enough.money=\u0443 \u0432\u0430\u0441 \u043D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0434\u0435\u043D\u0435\u0433 \u0434\u043B\u044F \u043F\u043E\u043A\u0443\u043F\u043A\u0438 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u043D\u0430\u043F\u0438\u0442\u043A\u043E\u0432. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0443\u043C\u0435\u043D\u044C\u0448\u0438\u0442\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043D\u0430\u043F\u0438\u0442\u043A\u043E\u0432 \u0438 \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0435\u0449\u0435 \u0440\u0430\u0437. \u0421\u0443\u043C\u043C\u0430 \u043F\u043E\u043A\u0443\u043F\u043A\u0438 \u0441\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442:
error.unknown=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u0432 \u0412\u0430\u0448\u0443 \u0441\u043B\u0443\u0436\u0431\u0443 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438.
error.user.purchase         = \u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u043F\u0440\u043E\u0432\u0435\u0434\u0435\u043D\u0438\u044F \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u0438 \u043F\u043E\u043A\u0443\u043F\u043A\u0438 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u043D\u0430\u043F\u0438\u0442\u043A\u043E\u0432:
home.description = \u042D\u0442\u043E \u0434\u043E\u043C\u0430\u0448\u043D\u044F\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0443\u0447\u0435\u0431\u043D\u043E\u0433\u043E java \u0432\u0435\u0431-\u043F\u0440\u043E\u0435\u043A\u0442\u0430. \u042D\u0442\u043E \u043F\u0440\u043E\u0441\u0442\u0430\u044F \u044D\u043C\u0443\u043B\u044F\u0446\u0438\u044F \u043A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u044B. \u041F\u043E \u0437\u0430\u0434\u0430\u043D\u0438\u044E, \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0431\u044B\u043B\u043E \u0440\u0435\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u0442\u044C \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C \u043F\u043E\u043A\u0443\u043F\u0430\u0442\u044C \u043E\u0434\u0438\u043D \u0438 \u0431\u043E\u043B\u0435\u0435 \u043D\u0430\u043F\u0438\u0442\u043A\u043E\u0432 \u0441 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0438\u043D\u0433\u0440\u0435\u0434\u0438\u0435\u043D\u0442\u0430\u043C\u0438 \u0438\u0437 \u0444\u0438\u043A\u0441\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u0447\u0438\u0441\u043B\u0430 \u043D\u0430\u043F\u0438\u0442\u043A\u043E\u0432 \u0441 \u0438\u043D\u0433\u0440\u0435\u0434\u0438\u0435\u043D\u0442\u0430\u043C\u0438. \u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0437\u0430\u043F\u0440\u0430\u0432\u043B\u044F\u0442\u044C \u043A\u043E\u0444\u0435 \u043C\u0430\u0448\u0438\u043D\u0443. \u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0438\u043C\u0435\u0442\u044C \u043C\u043D\u043E\u0433\u043E\u044F\u0437\u044B\u043A\u043E\u0432\u0443\u044E \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0443. \u0422\u0430\u043A\u0436\u0435 \u0440\u0435\u0430\u043B\u0438\u0437\u043E\u0432\u0430\u043D\u0430 \u0438\u0441\u0442\u043E\u0440\u0438\u044F \u043F\u043E\u043A\u0443\u043F\u043E\u043A \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0434\u043B\u044F \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044F \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0438 \u043F\u0440\u043E\u0435\u043A\u0442\u0430.
home.page.href.name        = \u0414\u043E\u043C\u0430\u0448\u043D\u044F\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430

internal.error=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u0432 \u0441\u043B\u0443\u0436\u0431\u0443 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0438 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F.
login.email       = E-mail
login.form.title=\u0412\u043E\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443
login.password    = \u041F\u0430\u0440\u043E\u043B\u044C
login.submit      = \u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u044C
logout = \u0412\u044B\u0439\u0442\u0438

purchase.drink.name      = \u041D\u0430\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u0435 \u043D\u0430\u043F\u0438\u0442\u043A\u0430 / \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0438\u043D\u0433\u0440\u0435\u0434\u0438\u0435\u043D\u0442\u044B
purchase.drink.price     = \u0426\u0435\u043D\u0430
purchase.drink.quantity  = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E

refill.addons.title       = \u0414\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0438\u043D\u0433\u0440\u0435\u0434\u0438\u0435\u043D\u0442\u044B
refill.base.drinks.title  = \u041D\u0430\u043F\u0438\u0442\u043A\u0438
refill.goods.add.quantity = \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C
refill.goods.available    = \u0414\u043E\u0441\u0442\u0443\u043F\u043D\u043E
refill.goods.name         = \u041D\u0430\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u0435
refill.submit             = \u0417\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u044C (\u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C)

refill.successful=\u0412\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u0440\u043E\u0438\u0437\u0432\u0435\u043B\u0438 \u0437\u0430\u043F\u0440\u0430\u0432\u043A\u0443 \u043A\u043E\u0444\u0435 \u043C\u0430\u0448\u0438\u043D\u044B!
title = \u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430

title.admin         = \u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435
title.admin.refill  = \u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 &#8594; \u0417\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u043A\u043E\u0444\u0435 \u043C\u0430\u0448\u0438\u043D\u0443
title.home          = \u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0414\u043E\u043C\u0430\u0448\u043D\u044F\u044F
title.user          = \u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C
title.user.orders.history  = \u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C &#8594; \u0418\u0441\u0442\u043E\u0440\u0438\u044F \u043F\u043E\u043A\u0443\u043F\u043E\u043A
title.login    = \u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0412\u0445\u043E\u0434 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443
title.user.purchase = \u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C &#8594; \u041A\u0443\u043F\u0438\u0442\u044C \u043D\u0430\u043F\u0438\u0442\u043A\u0438

user.orders.history.description          = \u041D\u0438\u0436\u0435 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043D\u0430\u0439\u0442\u0438 \u0438\u0441\u0442\u043E\u0440\u0438\u044E \u0432\u0430\u0448\u0438\u0445 \u043F\u043E\u043A\u0443\u043F\u043E\u043A.
user.orders.history.page                 = \u0418\u0441\u0442\u043E\u0440\u0438\u044F \u043F\u043E\u043A\u0443\u043F\u043E\u043A
user.orders.history.record.amount=\u0421\u0443\u043C\u043C\u0430
user.orders.history.record.date=\u0414\u0430\u0442\u0430/\u0412\u0440\u0435\u043C\u044F
user.orders.history.record.order.description=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0437\u0430\u043A\u0430\u0437\u0430
user.purchase.description         = \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0436\u0435\u043B\u0430\u0435\u043C\u044B\u0435 \u0434\u043E\u0431\u0430\u0432\u043A\u0438, \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u043A\u043E\u043B\u0438\u0447\u0435c\u0442\u0432\u043E \u043D\u0430\u043F\u0438\u0442\u043A\u043E\u0432 \u0432 \u043F\u043E\u043B\u0435 \u043D\u0430\u043F\u0440\u043E\u0442\u0438\u0432 \u0438 \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0435. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0442\u043E \u0435\u0441\u043B\u0438 \u0432\u0456 \u0432\u0432\u0435\u043B\u0438 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043D\u0430\u043F\u0438\u0442\u043A\u043E\u0432, \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0435 \u043D\u0430 \u043C\u043E\u043C\u0435\u043D\u0442 \u0444\u043E\u0440\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B, \u043F\u0440\u0438 \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u0438\u0438 \u0432\u044B \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0435 \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0435 \u0441 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E\u043C.
user.purchase.details=\u041F\u043E\u0434\u0440\u043E\u0431\u043D\u043E
user.purchase.details.amount=\u0421\u0443\u043C\u043C\u0430
user.purchase.details.date=\u0414\u0430\u0442\u0430
user.purchase.details.description=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
user.purchase.page                = \u041A\u0443\u043F\u0438\u0442\u044C \u043D\u0430\u043F\u0438\u0442\u043A\u0438
user.purchase.submit              = \u041A\u0443\u043F\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u043D\u0430\u043F\u0438\u0442\u043A\u0438
user.purchase.thanks.for.purchase = \u0421\u043F\u0430\u0441\u0438\u0431\u043E \u0437\u0430 \u043F\u043E\u043A\u0443\u043F\u043A\u0443.
user.purchase.you.did.not.specified.drinks.to.buy=\u0412\u044B \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043B\u0438 \u043D\u0438 \u043E\u0434\u043D\u043E\u0433\u043E \u043D\u0430\u043F\u0438\u0442\u043A\u0430.
user.purchase.your.balance.is     = \u0412\u0430\u0448 \u0431\u0430\u043B\u0430\u043D\u0441 -
title.admin.add.credit=\u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 &#8594; \u041F\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0431\u0430\u043B\u0430\u043D\u0441 \u0441\u0447\u0435\u0442\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.add.credit.submit=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430
admin.add.credit.amount.to.add=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F
admin.add.credit.user.balance=\u0411\u0430\u043B\u0430\u043D\u0441
admin.add.credit.user.full.name=\u041F\u043E\u043B\u043D\u043E\u0435 \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
admin.add.credit.page=\u041F\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0431\u0430\u043B\u0430\u043D\u0441 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439
admin.add.credits.you.added.credits.to.account.of.user=\u0412\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u043E\u043F\u043E\u043B\u043D\u0438\u043B\u0438 \u0441\u0447\u0435\u0442. \u0412\u044B \u043F\u043E\u043F\u043E\u043B\u043D\u0438\u043B\u0438 \u0441\u0447\u0435\u0442: \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C / \u043C\u043E\u043D\u0435\u0442
admin.add.credit.description=\u041D\u0430 \u044D\u0442\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u043F\u043E\u043B\u043E\u043D\u0438\u0442\u044C \u0441\u0447\u0435\u0442\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439. \u041F\u0440\u043E\u0441\u0442\u043E \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0441\u0443\u043C\u043C\u0443 \u043F\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u043D\u0430\u043F\u0440\u043E\u0442\u0438\u0432 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0433\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
title.user.register=\u041A\u043E\u0444\u0435-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C &#8594; \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
register.form.user.title=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F \u043D\u043E\u0432\u043E\u0433\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
register.full.name=\u0418\u043C\u044F \u0438 \u0444\u0430\u043C\u0438\u043B\u0438\u044F
register.submit=\u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F
register.user.href.name=\u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0435
cancel=\u041E\u0442\u043C\u0435\u043D\u0430
user.success.registration.description=\u041F\u043E\u0437\u0434\u0440\u0430\u0432\u043B\u044F\u0435\u043C. \u0412\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043B\u0438\u0441\u044C \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0435 \u043A\u043E\u0444\u0435 \u043C\u0430\u0448\u0438\u043D\u044B. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u043E\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443. \u0414\u043B\u044F \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0432\u0435\u0440\u0448\u0430\u0442\u044C \u043F\u043E\u043A\u0443\u043F\u043A\u0438, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443 \u0434\u043B\u044F \u043F\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0441\u0447\u0435\u0442\u0430.
error.register.full.name.do.not.match.pattern=\u041F\u043E\u043B\u0435 '\u0418\u043C\u044F \u0438 \u0444\u0430\u043C\u0438\u043B\u0438\u044F' \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0442\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u044F\u043C. \u0414\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043A\u0438\u0440\u0438\u043B\u043B\u0438\u0447\u043D\u044B\u0435 \u0438 \u043B\u0430\u0442\u0438\u043D\u0441\u043A\u0438\u0435 \u0431\u043E\u043B\u044C\u0448\u0438\u0435 \u0438 \u043C\u0430\u043B\u0435\u043D\u044C\u043A\u0438\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B \u0430\u043F\u043E\u0441\u0442\u0440\u043E\u0444 /'/ \u0438 \u043F\u0440\u043E\u0431\u0435\u043B
error.register.user.with.specified.email.already.registered=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u043C email \u0443\u0436\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0439 \u0430\u0434\u0440\u0435\u0441 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B \u0434\u044F\u043B \u0443\u0441\u043F\u0435\u0448\u043D\u043E\u0439 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438.
user.purchase.your.balance.too.low.contact.administrator.to.add.credits=\u0423 \u0412\u0430\u0441 \u043C\u0430\u043B\u043E \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u043D\u0430 \u0441\u0447\u0435\u0442\u0443. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0434\u043B\u044F \u043F\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0431\u0430\u043B\u0430\u043D\u0441\u0430 \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0443
error.login.you.are.already.logged.in=\u0412\u044B \u0443\u0436\u0435 \u0432\u043E\u0448\u043B\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0434\u043B\u044F \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u0432\u043E\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0441\u043D\u0430\u0447\u0430\u043B\u0430 \u0432\u044B\u0439\u0442\u0438.
login.href.name=\u0412\u0445\u043E\u0434 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443
error.add.credits.amount.is.negative=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u0434\u043B\u044F \u043F\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C
error.add.credits.amount.is.not.double=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u0434\u043B\u044F \u043F\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432\u0435\u0449\u0435\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C (\u0444\u043E\u0440\u043C\u0430\u0442: 0.00).
error.incorrect.user.id=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 id \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0443\u043B\u044F.
paginator.first=first
paginator.previous=previous
paginator.next=next
paginator.last=last
