
admin.refill.description = \u0412\u0432\u0435\u0434\u0456\u0442\u044C \u043A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C \u0442\u043E\u0432\u0430\u0440\u0456\u0432, \u044F\u043A\u0456 \u0432\u0438 \u0445\u043E\u0447\u0435\u0442\u0435 \u043F\u043E\u043F\u043E\u0432\u043D\u0438\u0442\u0438, \u043D\u0430\u0432\u043F\u0440\u043E\u0442\u0438 \u0432 \u043F\u043E\u043B\u0456 \u0432\u0432\u043E\u0434\u0443 \u0442\u0430 \u043F\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0456\u0442\u044C.
admin.refill.machine.balance=\u0411\u0430\u043B\u0430\u043D\u0441 \u0440\u0430\u0445\u0443\u043D\u043A\u0443 \u043A\u0430\u0432\u043E \u043C\u0430\u0448\u0438\u043D\u0438 \u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C
admin.refill.href.name        = \u0417\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0438 \u043C\u0430\u0448\u0438\u043D\u0443

currency = \u043C\u043E\u043D\u0435\u0442

error.command.nothing.to.refill=\u0412\u0438 \u043D\u0435 \u0432\u043A\u0430\u0437\u0430\u043B\u0438, \u044F\u043A\u0456 \u0442\u043E\u0432\u0430\u0440\u0438 \u0431\u0430\u0436\u0430\u0454\u0442\u0435 \u043F\u043E\u043F\u043E\u0432\u043D\u0438\u0442\u0438
error.command.quantity.field.should.be.greater.than.or.equals.to.zero=\u041A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C \u0442\u043E\u0432\u0430\u0440\u0456\u0432 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0431\u0443\u0434\u0456 \u0432\u0456\u0434'\u0454\u043C\u043D\u043E\u044E.
error.command.quantity.field.should.be.only.int.number=\u0423 \u043F\u043E\u043B\u0456 "\u0434\u043E\u0434\u0430\u0442\u0438" \u043C\u043E\u0436\u043D\u0430 \u0432\u043A\u0430\u0437\u0443\u0432\u0430\u0442\u0438 \u043B\u0438\u0448\u0435 \u0446\u0456\u043B\u0456 \u0447\u0438\u0441\u043B\u0430
error.dao=\u0421\u0442\u0430\u043B\u0430\u0441\u044C \u043F\u043E\u0445\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0437\u0432\u0435\u0440\u043D\u0435\u043D\u043D\u0456 \u0434\u043E \u0431\u0430\u0437\u0438 \u0434\u0430\u043D\u0438\u0445. \u0411\u0443\u043B\u044C \u043B\u0430\u0441\u043A\u0430, \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0443 \u0412\u0430\u0448\u0443 \u0441\u043B\u0443\u0436\u0431\u0443 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0438.
error.login.email.do.not.match.pattern=\u041F\u043E\u043B\u0435 \u043B\u043E\u0433\u0456\u043D\u0430 'email' \u043D\u0435 \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u0430\u0454 \u0430\u0434\u0440\u0435\u0441\u0456 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0457 \u043F\u043E\u0448\u0442\u0438
error.login.not.such.combination=\u0417\u0431\u0456\u0433\u0443 \u043F\u043E\u0454\u0434\u043D\u0430\u043D\u043D\u044F \u0432\u043A\u0430\u0437\u0430\u043D\u0438\u0445 \u0430\u0434\u0440\u0435\u0441\u0438 \u0435\u043B\u0435\u0442\u0440\u043E\u043D\u043D\u043E\u0457 \u043F\u043E\u0448\u0442\u0438 \u0442\u0430 \u043F\u0430\u0440\u043E\u043B\u044F \u043D\u0435 \u0437\u043D\u0430\u0439\u0434\u0435\u043D\u043E. \u041F\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435 \u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u0456\u0442\u044C.
error.login.password.do.not.match.pattern=\u0412\u043A\u0430\u0437\u0430\u043D\u0438\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u043D\u0435 \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u0430\u0454 \u0448\u0430\u0431\u043B\u043E\u043D\u0443: 4-12 \u043B\u0430\u0442\u0438\u043D\u0441\u044C\u043A\u0438\u0445 \u0431\u0443\u043A\u0432 \u0443 \u0432\u0435\u0440\u0445\u043D\u044C\u043E\u043C\u0443 \u0442\u0430 \u043D\u0438\u0436\u043D\u044C\u043E\u043C\u0443 \u0440\u0435\u0433\u0456\u0441\u0442\u0440\u0456, \u0446\u0438\u0444\u0440, '_' \u0430\u0431\u043E '-'
error.service.goods.no.longer.available=\u041D\u0430 \u0436\u0430\u043B\u044C, \u043E\u0434\u0438\u043D \u0437 \u0432\u0438\u0431\u0440\u0430\u043D\u0438\u0445 \u0442\u043E\u0432\u0430\u0440\u0456\u0432 \u0431\u0456\u043B\u044C\u0448\u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0439 \u0443 \u0432\u043A\u0430\u0437\u0430\u043D\u0456\u0439 \u043A\u0456\u043B\u044C\u043A\u043E\u0441\u0442\u0456. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0432\u0438\u0431\u0435\u0440\u0456\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0456 \u043D\u0430\u043F\u043E\u0457 \u0442\u0430 \u0434\u043E\u0434\u0430\u0442\u043A\u0438 \u0430\u0431\u043E \u0437\u043C\u0435\u043D\u0448\u0456\u0442\u044C \u043A\u0456\u043B\u044C\u043A\u0456\u0442\u044C. \u0422\u043E\u0432\u0430\u0440, \u0449\u043E \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0438\u0439 \u0443 \u0432\u043A\u0430\u0437\u0430\u043D\u0456\u0439 \u043A\u0456\u043B\u044C\u043A\u043E\u0441\u0442\u0456:
error.service.not.enough.money=\u0423 \u0432\u0430\u0441 \u043D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043D\u044C\u043E \u0433\u0440\u043E\u0448\u0435\u0439 \u0434\u043B\u044F \u043F\u0440\u0438\u0434\u0431\u0430\u043D\u043D\u044F \u043E\u0431\u0440\u0430\u043D\u0438\u0445 \u043D\u043E\u043F\u043E\u0457\u0432. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0437\u043C\u0435\u043D\u0448\u0456\u0442\u044C \u043A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C \u043D\u0430\u043F\u043E\u0457\u0432 \u0442\u0430 \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0449\u0435 \u0440\u0430\u0437. \u0421\u0443\u043C\u0430 \u043F\u043E\u043A\u0443\u043F\u043A\u0438 \u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C:
error.unknown=\u0421\u0442\u0430\u043B\u0430\u0441\u044C \u043D\u0435\u0432\u0456\u0434\u043E\u043C\u0430 \u043F\u043E\u0445\u0438\u0431\u043A\u0430. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0443 \u0412\u0430\u0448\u0443 \u0441\u043B\u0443\u0436\u0431\u0443 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0438.
error.user.purchase         = \u0421\u0442\u0430\u043B\u0430\u0441\u044F \u043F\u043E\u043C\u0438\u043B\u043A\u0430 \u043F\u0456\u0434 \u0447\u0430\u0441 \u043F\u0440\u043E\u0432\u0435\u0434\u0435\u043D\u043D\u044F \u043E\u043F\u0435\u0440\u0430\u0446\u0456\u0457 \u0437 \u043F\u0440\u043E\u0434\u0430\u0436\u0443 \u0432\u0438\u0431\u0440\u0430\u043D\u0438\u0445 \u043D\u0430\u043F\u043E\u0457\u0432
home.description = \u0426\u0435 \u0434\u043E\u043C\u0430\u0448\u043D\u044F \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0430 \u043D\u0430\u0432\u0447\u0430\u043B\u044C\u043D\u043E\u0433\u043E java \u0432\u0435\u0431-\u043F\u0440\u043E\u0435\u043A\u0442\u0443. \u0426\u0435 \u043F\u0440\u043E\u0441\u0442\u0430 \u0435\u043C\u0443\u043B\u044F\u0446\u0456\u044F \u043A\u0430\u0432\u043E \u043C\u0430\u0448\u0438\u043D\u0438. \u0417\u0430 \u0437\u0430\u0432\u0434\u0430\u043D\u043D\u044F\u043C \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u043E \u0431\u0443\u043B\u043E \u0440\u0435\u0430\u043B\u0456\u0437\u0443\u0432\u0430\u0442\u0438 \u043C\u043E\u0436\u043B\u0438\u0432\u0456\u0441\u0442\u044C \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430\u043C \u043A\u0443\u043F\u043B\u044F\u0442\u0438 \u043E\u0434\u0438\u043D \u0442\u0430 \u0431\u0456\u043B\u044C\u0448\u0435 \u043D\u0430\u043F\u043E\u0457\u0432 \u0437 \u0434\u043E\u0434\u0430\u0442\u043A\u043E\u0432\u0438\u043C\u0438 \u0456\u043D\u0433\u0440\u0435\u0434\u0456\u0454\u043D\u0442\u0430\u043C\u0438 \u0437 \u0444\u0456\u043A\u0441\u043E\u0432\u0430\u043D\u043E\u0433\u043E \u0447\u0438\u0441\u043B\u0430 \u043D\u0430\u043F\u043E\u0457\u0432 \u0437 \u0434\u043E\u0434\u0430\u0442\u043A\u0430\u043C\u0438. \u0410\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0438 \u043F\u043E\u0432\u0438\u043D\u043D\u0456 \u043C\u0430\u0442\u0438 \u043C\u043E\u0436\u043B\u0438\u0432\u0456\u0441\u0442\u044C \u0437\u0430\u043F\u0440\u0430\u0432\u043B\u044F\u0442\u0438 \u043A\u0430\u0432\u043E \u043C\u0430\u0448\u0438\u043D\u0443. \u0414\u043E\u0434\u0430\u0442\u043E\u043A \u043C\u0430\u0454 \u043C\u0430\u0442\u0438 \u0431\u0430\u0433\u0430\u0442\u043E\u043C\u043E\u0432\u043D\u0443 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0443. \u0422\u0430\u043A\u043E\u0436 \u0440\u0435\u0430\u043B\u0456\u0437\u043E\u0432\u0430\u043D\u0430 \u0456\u0441\u0442\u043E\u0440\u0456\u044F \u043F\u0440\u0438\u0434\u0431\u0430\u043D\u044C \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u0434\u043B\u044F \u0432\u0456\u0434\u0441\u043B\u0456\u0434\u043A\u043E\u0432\u0443\u0432\u0430\u043D\u043D\u044F \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0456 \u043F\u0440\u043E\u0435\u043A\u0442\u0443.
home.page.href.name        = \u0414\u043E\u043C\u0430\u0448\u043D\u044F \u0441\u0442\u043E\u0440\u0456\u043D\u043A\u0430

internal.error=\u0421\u0442\u0430\u043B\u0430\u0441\u044C \u0432\u043D\u0443\u0442\u0440\u0456\u0448\u043D\u044F \u043F\u043E\u0445\u0438\u0431\u043A\u0430 \u0434\u043E\u0434\u0430\u0442\u043A\u0443. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0443 \u0441\u043B\u0443\u0436\u0431\u0443 \u043F\u0456\u0434\u0442\u0440\u0438\u043C\u043A\u0438 \u0434\u043E\u0434\u0430\u0442\u043A\u0443.
login.email       = E-mail
login.form.title=\u0423\u0432\u0456\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443
login.password    = \u041F\u0430\u0440\u043E\u043B\u044C
login.submit      = \u041F\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0438
logout = \u0412\u0438\u0439\u0442\u0438

purchase.drink.name      = \u041D\u0430\u0439\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u043D\u044F \u043D\u0430\u043F\u043E\u044E / \u0434\u043E\u0434\u0430\u0442\u043A\u043E\u0432\u0456 \u0456\u043D\u0433\u0440\u0435\u0434\u0456\u0454\u043D\u0442\u0438
purchase.drink.price     = \u0426\u0456\u043D\u0430
purchase.drink.quantity  = \u041A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C

refill.addons.title       = \u0414\u043E\u0434\u0430\u0442\u043A\u043E\u0432\u0456 \u0456\u043D\u0433\u0440\u0435\u0434\u0456\u0454\u043D\u0442\u0438
refill.base.drinks.title  = \u041D\u0430\u043F\u043E\u0457
refill.goods.add.quantity = \u0414\u043E\u0434\u0430\u0442\u0438
refill.goods.available    = \u0412 \u043D\u0430\u044F\u0432\u043D\u043E\u0441\u0442\u0456
refill.goods.name         = \u041D\u0430\u0439\u043C\u0435\u043D\u0443\u0432\u0430\u043D\u043D\u044F
refill.submit             = \u0417\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0438 (\u0434\u043E\u0434\u0430\u0442\u0438)

refill.successful=\u0412\u0438 \u0443\u0441\u043F\u0456\u0448\u043D\u043E \u043F\u0440\u043E\u0432\u0435\u043B\u0438 \u0437\u0430\u043F\u0440\u0430\u0432\u043A\u0443 \u043A\u0430\u0432\u043E \u043C\u0430\u0448\u0438\u043D\u0438!
title = \u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430

title.admin         = \u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0410\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0443\u0432\u0430\u043D\u043D\u044F
title.admin.refill  = \u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0410\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0443\u0432\u0430\u043D\u043D\u044F &#8594; \u0417\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0438 \u043A\u0430\u0432\u043E \u043C\u0430\u0448\u0438\u043D\u0443
title.home          = \u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0414\u043E\u043C\u0430\u0448\u043D\u044F
title.user          = \u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u041A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447
title.user.orders.history  = \u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u041A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 &#8594; \u0406\u0441\u0442\u043E\u0440\u0456\u044F \u043F\u0440\u0438\u0434\u0431\u0430\u043D\u044C
title.login    = \u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0412\u0445\u0456\u0434 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443
title.user.purchase = \u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u041A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 &#8594; \u041F\u0440\u0438\u0434\u0431\u0430\u0442\u0438 \u043D\u0430\u043F\u043E\u0457

user.orders.history.description          = \u041D\u0438\u0436\u0447\u0435 \u0432\u0438 \u0437\u043D\u0430\u0439\u0434\u0435\u0442\u0435 \u0456\u0441\u0442\u043E\u0440\u0456\u044E \u0432\u0430\u0448\u0438\u0445 \u043F\u0440\u0438\u0434\u0431\u0430\u043D\u044C
user.orders.history.page                 = \u0406\u0441\u0442\u043E\u0440\u0456\u044F \u043F\u0440\u0438\u0434\u0431\u0430\u043D\u044C
user.orders.history.record.amount=\u0421\u0443\u043C\u0430
user.orders.history.record.date=\u0414\u0430\u0442\u0430/\u0427\u0430\u0441
user.orders.history.record.order.description=\u041E\u043F\u0438\u0441 \u0437\u0430\u043C\u043E\u0432\u043B\u0435\u043D\u043D\u044F
user.purchase.description         = \u041E\u0431\u0435\u0440\u0456\u0442\u044C \u0431\u0430\u0436\u0430\u043D\u0456 \u0434\u043E\u0434\u0430\u0442\u043A\u043E\u0432\u0456 \u0456\u043D\u0433\u0440\u0435\u0434\u0456\u0435\u043D\u0442\u0438, \u0432\u0432\u0435\u0434\u0456\u0442\u044C \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0443 \u043A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C \u0432 \u043F\u043E\u043B\u0456 \u043D\u0430\u0432\u043F\u0440\u043E\u0442\u0438 \u0442\u0430 \u043F\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0456\u0442\u044C. \u0417\u0430\u0443\u0432\u0430\u0436\u0442\u0435, \u044F\u043A\u0449\u043E \u0432\u0438 \u0432\u0432\u0435\u0434\u0435\u0442\u0435 \u043A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C, \u0449\u043E \u0454 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u044E \u0434\u043B\u044F \u043F\u0440\u0438\u0434\u0431\u0430\u043D\u043D\u044F, \u043F\u0440\u0438 \u043F\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0436\u0435\u043D\u043D\u0456 \u0432\u0438 \u043E\u0442\u043F\u0440\u0438\u043C\u0430\u0454\u0442\u0435 \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u043D\u0435 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F \u0437 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u044E \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u044E \u043A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044E.
user.purchase.details=\u0414\u0435\u0442\u0430\u043B\u044C\u043D\u043E
user.purchase.details.amount=\u0421\u0443\u043C\u0430
user.purchase.details.date=\u0414\u0430\u0442\u0430
user.purchase.details.description=\u041E\u043F\u0438\u0441
user.purchase.page                = \u041F\u0440\u0438\u0434\u0431\u0430\u0442\u0438 \u043D\u0430\u043F\u043E\u0457
user.purchase.submit              = \u041F\u0440\u0438\u0434\u0431\u0430\u0442\u0438 \u0432\u0438\u0431\u0440\u0430\u043D\u0456 \u043D\u0430\u043F\u043E\u0457
user.purchase.thanks.for.purchase = \u0414\u044F\u043A\u0443\u0454\u043C\u043E \u0437\u0430 \u043F\u0440\u0438\u0434\u0431\u0430\u043D\u043D\u044F.
user.purchase.you.did.not.specified.drinks.to.buy=\u0412\u0438 \u043D\u0435 \u043E\u0431\u0440\u0430\u043B\u0438 \u0436\u043E\u0434\u043D\u043E\u0433\u043E \u043D\u0430\u043F\u043E\u044E.
user.purchase.your.balance.is     = \u0412\u0430\u0448 \u0431\u0430\u043B\u0430\u043D\u0441 -
title.admin.add.credit=\u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u0410\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0443\u0432\u0430\u043D\u043D\u044F &#8594; \u041F\u043E\u043F\u043E\u0432\u043D\u0438\u0442\u0438 \u0431\u0430\u043B\u0430\u043D\u0441 \u0440\u0430\u0445\u0443\u043D\u043A\u0443 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
admin.add.credit.submit=\u0414\u043E\u0434\u0430\u0442\u0438 \u043A\u043E\u0448\u0442\u0438
admin.add.credit.amount.to.add=\u041A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C \u043F\u043E\u043F\u043E\u0432\u043D\u0435\u043D\u043D\u044F
admin.add.credit.user.balance=\u0411\u0430\u043B\u0430\u043D\u0441
admin.add.credit.user.full.name=\u041F\u043E\u0432\u043D\u0435 \u0456\u043C'\u044F \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
admin.add.credit.page=\u041F\u043E\u043F\u043E\u0432\u043D\u0438\u0442\u0438 \u0431\u0430\u043B\u0430\u043D\u0441 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432
admin.add.credits.you.added.credits.to.account.of.user=\u0412\u0438 \u0443\u0441\u043F\u0456\u0448\u043D\u043E \u043F\u043E\u043F\u043E\u0432\u043D\u0438\u043B\u0438 \u0440\u0430\u0445\u0443\u043D\u043E\u043A. \u0412\u0438 \u043F\u043E\u043F\u043E\u0432\u043D\u0438\u043B\u0438 \u0440\u0430\u0445\u0443\u043D\u043E\u043A: \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 / \u043C\u043E\u043D\u0435\u0442
admin.add.credit.description=\u041D\u0430 \u0446\u0456\u0439 \u0441\u0442\u043E\u0440\u0456\u043D\u0446\u0456 \u0432\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u043F\u043E\u0432\u043D\u0438\u0442\u0438 \u0440\u0430\u0445\u0443\u043D\u043A\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0456\u0432. \u041F\u0440\u043E\u0441\u0442\u043E \u0432\u0432\u0435\u0434\u0456\u0442\u044C \u0441\u0443\u043C\u0443 \u043F\u043E\u043F\u043E\u0432\u043D\u0435\u043D\u043D\u044F \u0442\u0430 \u043D\u0430\u0442\u0438\u0441\u043D\u0456\u0442\u044C \u043A\u043D\u043E\u043F\u043A\u0443 \u043D\u0430\u0432\u043F\u0440\u043E\u0442\u0438 \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E\u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430.
title.user.register=\u041A\u0430\u0432\u043E-\u043C\u0430\u0448\u0438\u043D\u0430 &#8594; \u041A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 &#8594; \u0420\u0435\u0454\u0441\u0442\u0440\u0430\u0446\u0456\u044F
register.form.user.title=\u0420\u0435\u0454\u0441\u0442\u0440\u0430\u0446\u0456\u044F \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430
register.full.name=\u0406\u043C'\u044F \u0442\u0430 \u043F\u0440\u0456\u0437\u0432\u0438\u0449\u0435
register.submit=\u0417\u0430\u0440\u0435\u0454\u0441\u0442\u0440\u0443\u0432\u0430\u0442\u0438\u0441\u044F
register.user.href.name=\u0417\u0430\u0440\u0435\u0454\u0441\u0442\u0440\u0443\u0432\u0430\u0442\u0438\u0441\u044F \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0456
cancel=\u0412\u0456\u0434\u043C\u0456\u043D\u0438\u0442\u0438
user.success.registration.description=\u0412\u0456\u0442\u0430\u0454\u043C\u043E. \u0412\u0438 \u0443\u0441\u043F\u0456\u0448\u043D\u043E \u0437\u0430\u0440\u0435\u0454\u0441\u0442\u0440\u0443\u0432\u0430\u043B\u0438\u0441\u044C \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0456 \u043A\u0430\u0432\u043E \u043C\u0430\u0448\u0438\u043D\u0438. \u0412\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u0432\u0456\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443. \u0414\u043B\u044F \u0442\u043E\u0433\u043E, \u0449\u043E\u0431 \u043C\u0430\u0442\u0438 \u043C\u043E\u0436\u043B\u0438\u0432\u0456\u0441\u0442\u044C \u043F\u0440\u0438\u0434\u0431\u0430\u043D\u043D\u044F \u043D\u0430\u043F\u043E\u0457\u0432, \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u043E \u0437\u0432\u0435\u0440\u043D\u0443\u0442\u0438\u0441\u044C \u0434\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430 \u0434\u043B\u044F \u043F\u043E\u043F\u043E\u0432\u043D\u0435\u043D\u043D\u044F \u0431\u0430\u043B\u0430\u043D\u0441\u0443 \u0412\u0430\u0448\u043E\u0433\u043E \u0440\u0430\u0445\u0443\u043D\u043A\u0443.
error.register.full.name.do.not.match.pattern=\u041F\u043E\u043B\u0435 'I\u043C'\u044F \u0442\u0430 \u043F\u0440\u0456\u0437\u0432\u0438\u0449\u0435' \u043D\u0435 \u0432\u0456\u0434\u043F\u043E\u0432\u0456\u0434\u0430\u0454 \u0432\u0438\u043C\u043E\u0433\u0430\u043C. \u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0456 \u043B\u0438\u0448\u0435 \u043A\u0438\u0440\u0438\u043B\u0438\u0447\u043D\u0456 \u0442\u0430 \u043B\u0430\u0442\u0438\u043D\u0441\u044C\u043A\u0456 \u0432\u0435\u043B\u0438\u043A\u0456 \u0442\u0430 \u043C\u0430\u043B\u0435\u043D\u044C\u043A\u0456 \u0441\u0438\u043C\u0432\u043E\u043B\u0438, /'/ \u0442\u0430 \u043F\u0440\u043E\u0431\u0456\u043B
error.service.register.user.with.specified.email.already.registered=\u041A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447 \u0437 \u0432\u043A\u0430\u0437\u0430\u043D\u0438\u043C email \u0432\u0436\u0435 \u0437\u0430\u0440\u0435\u0454\u0441\u0442\u0440\u043E\u0432\u0430\u043D\u0438\u0439 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0456. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0432\u043A\u0430\u0436\u0456\u0442\u044C \u0456\u043D\u0448\u0443 \u0430\u0434\u0440\u0435\u0441\u0443 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0457 \u043F\u043E\u0448\u0442\u0438 \u0434\u043B\u044F \u0443\u0441\u043F\u0456\u0448\u043D\u043E\u0457 \u0440\u0435\u0454\u0441\u0442\u0440\u0430\u0446\u0456\u0457.
user.purchase.your.balance.too.low.contact.administrator.to.add.credits=\u0423 \u0412\u0430\u0441 \u043C\u0430\u043B\u043E \u043A\u043E\u0448\u0442\u0456\u0432 \u043D\u0430 \u0440\u0430\u0445\u0443\u043D\u043A\u0443. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0437\u0432\u0435\u0440\u043D\u0456\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u043F\u043E\u043F\u043E\u0432\u043D\u0435\u043D\u043D\u044F \u0431\u0430\u043B\u0430\u043D\u0441\u0443 \u0434\u043E \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430
error.login.you.are.already.logged.in=\u0412\u0438 \u0432\u0436\u0435 \u0443\u0432\u0456\u0439\u0448\u043B\u0438 \u0434\u043E \u0441\u0438\u0441\u0442\u0435\u043C\u0438. \u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0434\u043B\u044F \u0442\u043E\u0433\u043E, \u0449\u043E\u0431 \u0443\u0432\u0456\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u043E \u0441\u043F\u043E\u0447\u0430\u0442\u043A\u0443 \u0432\u0438\u0439\u0442\u0438.
login.href.name=\u0412\u0445\u0456\u0434 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443
